// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "プリンタ ステータス";

"SuppliesDetailsTitle" = "サプライ品の詳細情報";
"OrderSuppliesTitle" = "HPサプライ品の注文";

"Loading..." = "読み込み中…";

// Color Names
"black" = "マットブラック";
"blue" = "青";
"brightyellow" = "Bright Yellow";
"cyan" = "シアン";
"darkgray" = "フォトブラック";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "グレー";
"green" = "緑";
"lightcyan" = "ライトシアン";
"lightgray" = "ライトグレー";
"lightmagenta" = "ﾗｲﾄﾏｾﾞﾝﾀ";
"lightyellow" = "Light Yellow";
"magenta" = "マゼンタ";
"matteblack" = "マットブラック";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "オレンジ";
"photoblack" = "フォトブラック";
"red" = "赤";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "グロス エンハンサ";
"violet" = "青";
"white" = "White";
"yellow" = "イエロー";

/* Name field label */
"Name:" = "名前:";

/* Model field label */
"Model:" = "モデル：";

/* Connection field label */
"Connection:" = "接続：";

/* Address field label */
"IP Address:" = "IPアドレス：";

/* Firmware version field label */
"FW Version:" = "ファームウェア バージョン：";

// Buttons
PrinterDetailsButtonTitle = "プリンタの詳細…";
PrinterDetailsButtonToolTip = "プリンタ ステータスと警告に関する詳細については、HPプリンタ モニタに移動します。";
SuppliesDetailsButtonTitle = "サプライ品の詳細…";
SuppliesDetailsButtonToolTip = "インクカートリッジ、プリントヘッド、および用紙のステータスに関する詳細については、ここをクリックします。";
OrderSuppliesButtonTitle = "HPサプライ品の注文";
OrderSuppliesButtonToolTip = "HP.comでサプライ品を注文する";

